app/controllers/flashes_controller.rb

SELECT "flashes".* FROM "flashes"
---
  def index
    @flashes = Flash.all